export const QUIZ_CONTENT = {
  title: "地球の姿〜漢字の読み〜",
  data: [
    {
      id: "01",
      question: "緯度",
      answers: ["いど", "けいど", "いせん", "いせき"],
      correct: "いど",
      hint:"",
      explanation: "【緯度（いど）】→地球上の地点の南北の位置を表す目盛り。赤道より北を北緯、南を南緯というよ。地球で一番北にある北極点は北緯９０度と表せるよ！",
      image: ""
    },
    { 
      id: "02", 
      question: "正距方位図法",
      answers: ["せいきょほういずほう", "しょうきょほういずほう", "せいこほういずほう", "せいきょほおいずほう"],
      correct: "せいきょほういずほう",
      hint:"",
      explanation: "【正距方位図法（せいきょほういずほう）】→図の中心からの距離と方位を正確に表す図法。",
      image: ""
    },
    { 
      id: "03", 
      question: "本初子午線",
      answers: ["ほんはじしごせん", "ほんしょぎゅうごせん", "ほんしょしごせん", "しょこしごせん"],
      correct: "ほんしょしごせん",
      hint:"",
      explanation: "【本初子午線（ほんしょしごせん）】→経度0度の経線の名前。地球は西から東に回っていて東西の真ん中がないから、イギリスのロンドンのグリニッジ天文台あたりを経度0度にしたよ。ここより東を東経（とうけい）、西を西経（せいけい）というよ。",
      image: ""
    },
    { 
      id: "04", 
      question: "経度",
      answers: ["いど", "けいど", "いせん", "いせき"],
      correct: "けいど",
      hint:"",
      explanation: "【経度（けいど）】→地球上の地点の東西の位置を表す目盛り。経度は東経、西経それぞれ180度まであるよ。",
      image: ""
    },
    {
      id: "05", 
      question: "大陸", 
      answers: ["だいりく", "りくち", "おおりく", "たいりく"], 
      correct: "たいりく", 
      hint: "" ,
      explanation: "【大陸（たいりく）】→面積（めんせき）の多い陸地（りくち）のこと。世界には六つの大陸があって、大きい順に「ユーラシア大陸、アフリカ大陸、北アメリカ大陸、南アメリカ大陸、南極大陸、オーストラリア大陸」だよ！" ,
      image: ""
    },
    { 
      id: "06", 
      question: "太平洋", 
      answers: ["ふとへいよう", "だいへいよう", "たいへいよう", "おおへいよう"], 
      correct: "たいへいよう", 
      hint:"",
      explanation: "【太平洋（たいへいよう）】→世界で一番大きい海洋の名前。日本にも面している太平洋が世界の海洋で一番大きくて、二番目に大きい大西洋の二倍もあるんだ。" ,
      image: ""
    },
    { 
      id: "07", 
      question: "大西洋", 
      answers: ["おおにしよう", "たいせいよう", "だいせいよう", "だいにししょう"], 
      correct: "たいせいよう", 
      hint:"",
      explanation: "【大西洋（たいせいよう）】→世界で二番目に大きい海洋の名前。太平洋、大西洋、インド洋が三大洋で地球の海洋の約９０％を占めてるんだ。" ,
      image: ""
    },
    { 
      id: "08", 
      question: "地球儀", 
      answers: ["ちきゅうぎ", "ちきゅうき", "ちきゅうぎょう", "ちきゅうご"], 
      correct: "ちきゅうぎ", 
      hint:"",
      explanation: "【地球儀（ちきゅうぎ）】→地球の模型（もけい）。地球の形をそのまま表している。地球儀は地球の形をそのまま表しているから、面積や方位が正しく表せるよ。世界地図は平面に描かれているから、面積や方位が正しく表せないことがあるんだ。" ,
      image: ""
    },
    { 
      id: "09", 
      question: "海洋",
      answers: ["かいよう", "うみよう", "うみおう", "かいおう"],
      correct: "かいよう",
      hint:"",
      explanation: "【海洋（かいよう）】→海のこと。地球の約70%を占めているよ。海洋は太平洋、大西洋、インド洋などが有名だ。" ,
      image: ""
    },
    { 
      id: "10", 
      question: "緯線",
      answers: ["いせん", "いせき", "いど", "けいせん"],
      correct: "いせん",
      hint:"",
      explanation: "【緯線（いせん）】→同じ緯度の地点を結ぶ線。" ,
    }
  ]
}



