export const QUIZ_CONTENT = {
  title: "世界の姿〜漢字の読み〜",
  data: [
    {
      id: "01",
      question: "内陸国",
      answers: ["うちりくくに", "ないりくごく", "うちりくぐに", "ないりくこく"],
      correct: "ないりくこく",
      hint:"",
      explanation: "【内陸国（ないりくこく）】→海に面していない国のこと。周りを他の国に囲まれている国。" ,
      image: ""
    },
    { 
      id: "02", 
      question: "国境", 
      answers: ["こっきょう", "くにきょう", "こっきょ", "くにきょう"],
      correct: "こっきょう",
      hint:"",
      explanation: "【国境（こっきょう）】→国と国の境（さかい）になるところ。海や山脈、川など自然の地形の隔（へだ）たりが国境になってる場所も多いけど、緯線や経線を使ったまっすぐな国境もあるんだ。" ,
      image: ""
    },
    { 
      id: "03", 
      question: "島国", 
      answers: ["しまくに", "とうこく", "とうぐに", "しまぐに"],
      correct: "しまぐに",
      hint:"",
      explanation: "【島国（しまぐに）】→領土の周りを海に囲まれた国。日本は海に囲まれた島国だね。" ,
      image: ""
    },
    { 
      id: "04", 
      question: "植民地", 
      answers: ["しょくみんち", "しょくみんこ", "しょくみんぢ", "うえみんち"],
      correct: "しょくみんち",
      hint:"",
      explanation: "【植民地（しょくみんち）】→他の国に支配されている国や地域のこと。" ,
    },
    { 
      id: "05", 
      question: "山脈", 
      answers: ["さんみゃく", "さんりゃく", "やまみゃく", "やまりゃく"],
      correct: "さんみゃく",
      hint:"",
      explanation: "【山脈（さんみゃく）】→山が連なっているところ。 山脈は国境になっていることもあるよ。" ,
      image: ""
    },
    { 
      id: "06", 
      question: "国旗", 
      answers: ["こっき", "くにはた", "こくばた", "くにき"],
      correct: "こっき",
      hint:"",
      explanation: "【国旗（こっき）】→国を表す旗（はた）のこと。国によってデザインや色が違うよ。" ,
    },
    { 
      id: "07", 
      question: "河川", 
      answers: ["かせん", "こかわ", "かわせん", "かかわ"],
      correct: "かせん",
      hint:"",
      explanation: "【河川（かせん）】→川のこと。川は国境になっていることもあるよ。" ,
      image: ""
    },
    { 
      id: "08", 
      question: "砂漠", 
      answers: ["さばく", "すなばく", "さまく", "すなか"],
      correct: "さばく",
      hint:"",
      explanation: "【砂漠（さばく）】→雨がほとんど降らず、乾燥した土地のこと。砂漠は国境になっていることもあるよ。" ,
      image: ""
    },
    { 
      id: "09", 
      question: "南極大陸", 
      answers: ["なんきょくたいりく", "なんごくたいりく", "なんきよたいりく", "みなみきょくたいりく"],
      correct: "なんきょくたいりく",
      hint:"",
      explanation: "【南極大陸（なんきょくたいりく）】→南極にある大陸のこと。南極は国がなくて、アジア州などの州には属さないんだ。" ,
      image: ""
    },
    { 
      id: "10", 
      question: "独立国", 
      answers: ["どくりつこく", "どくりつくに", "どくりつごく", "どくりつぐに"],
      correct: "どくりつこく",
      hint:"",
      explanation: "【独立国（どくりつこく）】→国民、土地、政府を持つ他国に認められた国のこと。" ,
      image: ""
    }
  ]
}



